
print('Зараз я буду загадувати загадки про геометричні фігури.')
a = input('Не стоїть і не стрибає\nЖодного кута не має ')
if a == 'Круг' or a == 'Коло':
    print('Вірно!')
else:
    print('Не вгадав :(')

b = input('Маю я три сторони\nІ три кути.\nЧи мене назвати\nЗможеш ти? ')
if b == 'Трикутник' or b == 'трикутник':
    print('Вірно!')
else:
    print('Не вгадав :(')

c = input('Він давно знайомий мій,\nКожен кут у нім прямий.\nВсі чотири сторони\nОднієї довжини. ')
if c == 'Квадрат' or c == 'квадрат':
    print('Вірно!')
else:
    print('Не правильно:(')

d = input('Для бджоли фігури цієї\nВ цілому світі немає кращої. ')
if d == 'Шестикутник' or d == 'шестикутник':
    print('Вірно!')
else:
    print('Не вгадав :(')

e = input('Має він вершину,\nМає і основу,\nА якщо покотиться —\nТо по колу знову. ')
if e == 'Конус' or e == 'конус':
    print('Вірно!')
else:
    print('Не вгадав :(')

f = input('Він як квадрат, що став на кут,\nЧи як розтягнути батут.\nЧотири рівні сторони він має,\nАле прямих кутів не знає ')
if f == 'Ромб' or f == 'Трикутник':
    print('Вірно!')
else:
    print('Не вгадав :(')
